/*
  _____                                           __   _          _    
 | ____|  _ __     ___   _ __    __ _   _   _    |  \ | |   ___  | |_  
 |  _|   | '_ \   / _ \ | '__|  / _` | | | | |   | \ \| |  / _ \ | __| 
 | |___  | | | | |  __/ | |    | (_| | | |_| |   | |\ | | |  __/ | |_  
 |_____| |_| |_|  \___| |_|     \__, |  \__, |   |_| \__|  \___|  \__| 
                                |___/   |___/                          
*/

LIBRARY({
	name: "EnergyNet",
	version: 7,
	shared: true,
	api: "CoreEngine"
});


Translation.addTranslation("Energy", {ru: "Энергия", zh: "能量"});
